{
  "placeId": "ChIJL242SZwFOEcRGfUpTMfB-MU",
  "rating": 4.9,
  "totalReviews": 40,
  "lastUpdated": "2026-01-19",
  "googleMapsUrl": "https://www.google.com/maps/place/DENTCRAFT/@47.7897,22.8747,17z/data=!4m8!3m7!1s0x4738059c49336e2f:0xc5f8c1c74c29f519!8m2!3d47.7897!4d22.8747!9m1!1b1!16s%2Fg%2F11j20h5jw3",
  "reviews": [
    {
      "id": "1",
      "author": "Diana Gabriela Oltean",
      "rating": 5,
      "date": {
        "ro": "acum 14 ore",
        "en": "14 hours ago",
        "hu": "14 órával ezelőtt"
      },
      "text": {
        "ro": "O clinică stomatologică de top, unde profesionalismul, tehnologia modernă și grija față de pacient se îmbină perfect. Personal extrem de prietenos, medici foarte bine pregătiți și o experiență fără durere. Recomand cu toată încrederea!",
        "en": "A top dental clinic, where professionalism, modern technology and patient care blend perfectly. Extremely friendly staff, very well-trained doctors and a pain-free experience. I recommend with all confidence!",
        "hu": "Kiváló fogászati klinika, ahol a professzionalizmus, a modern technológia és a betegek iránti gondoskodás tökéletesen ötvöződik. Rendkívül barátságos személyzet, nagyon jól képzett orvosok és fájdalommentes élmény. Teljes bizalommal ajánlom!"
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocKtp62N8G_mwY5WWjmcFR9HszLTxPHpyvKEUHBkd-SngWeHWA=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "2",
      "author": "Melissa Lembac",
      "rating": 5,
      "date": {
        "ro": "acum 19 ore",
        "en": "19 hours ago",
        "hu": "19 órával ezelőtt"
      },
      "text": {
        "ro": "",
        "en": "",
        "hu": ""
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocJWNtx1KKk-f1zOzuJLPIrMeuRnP21hbZeHjrsB9tusheg0xg=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "3",
      "author": "Patricia Maria Ioana Breban",
      "rating": 5,
      "date": {
        "ro": "acum 20 ore",
        "en": "20 hours ago",
        "hu": "20 órával ezelőtt"
      },
      "text": {
        "ro": "O experiență excelentă! Clinica dentară este modernă, foarte curată și bine organizată, iar personalul este extrem de amabil și profesionist. Dr. Petric Răzvan este un medic excepțional, atent la detalii, calm și foarte bine pregătit. A explicat clar fiecare etapă a tratamentului și m-am simțit în siguranță pe tot parcursul intervenției. Rezultatul a depășit așteptările. Recomand cu căldură atât clinica, cât și pe Dr. Petric Răzvan!",
        "en": "An excellent experience! The dental clinic is modern, very clean and well organized, and the staff is extremely kind and professional. Dr. Petric Răzvan is an exceptional doctor, attentive to details, calm and very well prepared. He clearly explained each stage of the treatment and I felt safe throughout the intervention. The result was beyond expectations. I highly recommend both the clinic and Dr. Petric Răzvan!",
        "hu": "Kiváló élmény! A fogászati klinika modern, nagyon tiszta és jól szervezett, a személyzet pedig rendkívül kedves és professzionális. Dr. Petric Răzvan kivételes orvos, figyelmes a részletekre, nyugodt és nagyon jól felkészült. Világosan elmagyarázta a kezelés minden szakaszát, és biztonságban éreztem magam az egész beavatkozás alatt. Az eredmény felülmúlta a várakozásaimat. Szívből ajánlom mind a klinikát, mind Dr. Petric Răzvánt!"
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocLSNit65db6jX3vCVKvTtP1rL_sDvfEKFXn6bHXpGvq2OejCg=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "4",
      "author": "Rus George",
      "rating": 5,
      "date": {
        "ro": "acum 22 ore",
        "en": "22 hours ago",
        "hu": "22 órával ezelőtt"
      },
      "text": {
        "ro": "Sunt pacient al acestei clinici stomatologice și sunt foarte mulțumit de serviciile oferite. Apreciez în mod deosebit profesionalismul Dr. Răzvan Petric, care își ia întotdeauna timp să explice clar procedurile, reușind astfel să mă liniștească înainte de intervenții. Atmosfera este plăcută, iar echipa este atentă și bine pregătită. Recomand cu toată încrederea!",
        "en": "I am a patient of this dental clinic and I am very satisfied with the services provided. I particularly appreciate the professionalism of Dr. Răzvan Petric, who always takes the time to clearly explain the procedures, thus managing to reassure me before the interventions. The atmosphere is pleasant, and the team is attentive and well-trained. I recommend with all confidence!",
        "hu": "Ennek a fogászati klinikának a páciense vagyok, és nagyon elégedett vagyok a nyújtott szolgáltatásokkal. Különösen nagyra értékelem Dr. Răzvan Petric professzionalizmusát, aki mindig időt szán a kezelések világos elmagyarázására, így megnyugtat a beavatkozások előtt. A légkör kellemes, a csapat figyelmes és jól képzett. Teljes bizalommal ajánlom!"
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocJzBnWQFXRKKxD2MHKDiHiid2XeNAaNt_CsQcd4m4i0lQqUeg=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "5",
      "author": "Rosca Rebeca",
      "rating": 5,
      "date": {
        "ro": "editat acum 22 ore",
        "en": "Edited 22 hours ago",
        "hu": "szerkesztve 22 órával ezelőtt"
      },
      "text": {
        "ro": "O clinică stomatologică unde profesionalismul și atenția față de pacient se simt din prima vizită. Echipa este calmă, bine pregătită și explică fiecare pas astfel încât pacientul să înțeleagă. Atmosfera este plăcută, iar tratamentele sunt efectuate cu grijă și atenție la detalii. Recomand cu încredere pentru servicii de calitate și o experiență fără durere și stres.",
        "en": "A dental clinic where professionalism and attention to the patient are felt from the first visit. The team is calm, well-trained and explains each step in a way that the patient understands. The atmosphere is pleasant, and the treatments are performed with care and attention to detail. I recommend with confidence for quality services and a pain-free and stress-free experience.",
        "hu": "Egy fogászati klinika, ahol a professzionalizmus és a betegek iránti figyelem az első látogatástól érezhető. A csapat nyugodt, jól képzett, és minden lépést úgy magyaráz el, hogy a páciens megértse. A légkör kellemes, a kezeléseket gondosan és figyelemmel végzik. Bátran ajánlom minőségi szolgáltatásokért és fájdalom- és stresszmentes élményért."
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocJ3SH3iTlE4or6U82igjrB4wf_5k_67Tb-2Y4RCgEoZ8D3yzQ=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "6",
      "author": "Luce Sln",
      "rating": 5,
      "date": {
        "ro": "acum 22 ore",
        "en": "22 hours ago",
        "hu": "22 órával ezelőtt"
      },
      "text": {
        "ro": "Recomand fără ezitare, de la calitate până la profesionalism totul este de top, mă bucur că am ales să-mi recapăt zâmbetul cu DentCraft.",
        "en": "I recommend without hesitation, from quality to professionalism it's top notch, I'm glad I chose to regain my smile with DentCraft.",
        "hu": "Habozás nélkül ajánlom, a minőségtől a professzionalizmusig minden kiváló, örülök, hogy a DentCraft-ot választottam a mosolyom visszanyeréséhez."
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocIyR_dhTBEamD45IsjFU7n3MHqzQx2jZQeEM8sDRus1dLFuxHo=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "7",
      "author": "Alisa M",
      "rating": 5,
      "date": {
        "ro": "acum 22 ore",
        "en": "22 hours ago",
        "hu": "22 órával ezelőtt"
      },
      "text": {
        "ro": "Servicii de calitate, personal profesionist și atmosferă plăcută. Recomand.",
        "en": "Quality services, professional staff and pleasant atmosphere. I recommend.",
        "hu": "Minőségi szolgáltatások, professzionális személyzet és kellemes légkör. Ajánlom."
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocJ81hvqRIOAqGG9RARGDKXiAMDqrafb384TlEHnu50oWr6vWw=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "8",
      "author": "Alina Baias",
      "rating": 5,
      "date": {
        "ro": "acum 22 ore",
        "en": "22 hours ago",
        "hu": "22 órával ezelőtt"
      },
      "text": {
        "ro": "Sunt foarte mulțumită, Dr. Petric are mână ușoară, este foarte calm și vorbește și explică întotdeauna clar următoarea procedură! Recomand!",
        "en": "I am very satisfied, Dr. Petric has a light hand, is very calm and always speaks and explains the next procedure clearly! I recommend!",
        "hu": "Nagyon elégedett vagyok, Dr. Petricnek könnyű keze van, nagyon nyugodt, és mindig világosan elmagyarázza a következő eljárást! Ajánlom!"
      },
      "photoUrl": "https://lh3.googleusercontent.com/a-/ALV-UjWvb0B8SAM33EcBrlW4NNCxxf7COavj__TAdLZG6pGbRGyOZpMO=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "9",
      "author": "Diana Filip",
      "rating": 5,
      "date": {
        "ro": "acum 22 ore",
        "en": "22 hours ago",
        "hu": "22 órával ezelőtt"
      },
      "text": {
        "ro": "Servicii excelente. Dr. Răzvan Petric este un profesionist desăvârșit. Recomand!",
        "en": "Excellent services. Dr. Răzvan Petric is a consummate professional. I recommend!",
        "hu": "Kiváló szolgáltatások. Dr. Răzvan Petric tökéletes szakember. Ajánlom!"
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocKe1AFaCqdEaLjCE2AA_ct038tCDdPBkxlbl4j8wTgA0dmoCQ=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "10",
      "author": "Delia Maria Dan",
      "rating": 5,
      "date": {
        "ro": "acum 23 ore",
        "en": "23 hours ago",
        "hu": "23 órával ezelőtt"
      },
      "text": {
        "ro": "Recomand cu toată încrederea! Am apreciat faptul că tratamentele sunt efectuate cu grijă, fără durere și cu rezultate excelente. Doctorul inspiră multă încredere, lucrează calm și precis și pune confortul pacientului pe primul loc. Un adevărat profesionist, pasionat de ceea ce face. Cu siguranță voi reveni și îl voi recomanda mai departe!",
        "en": "I recommend with all confidence! I appreciated the fact that the treatments are performed with care, without pain and with excellent results. The doctor inspires a lot of confidence, works calmly and precisely and puts the patient's comfort first. A true professional, passionate about what he does. I will definitely come back and recommend him further!",
        "hu": "Teljes bizalommal ajánlom! Nagyra értékeltem, hogy a kezeléseket gondosan, fájdalommentesen és kiváló eredményekkel végzik. Az orvos nagy bizalmat sugároz, nyugodtan és precízen dolgozik, és a páciens kényelmét helyezi előtérbe. Igazi szakember, aki szenvedélyesen végzi munkáját. Biztosan visszatérek és tovább ajánlom!"
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocKECk9R_1zbbUxAAq8_sIukQulE-qH_rBKXYHVDsMZXJm6bFw=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "11",
      "author": "Vlad Bosca",
      "rating": 5,
      "date": {
        "ro": "editat acum 23 ore",
        "en": "Edited 23 hours ago",
        "hu": "szerkesztve 23 órával ezelőtt"
      },
      "text": {
        "ro": "O clinică stomatologică excepțională! Profesionalismul echipei este evident din primul moment, iar serviciile sunt impecabile, efectuate cu mare atenție și grijă pentru pacient. Recomand cu căldură.",
        "en": "An exceptional dental clinic! The professionalism of the team is evident from the first moment, and the services are impeccable, performed with great attention and care for the patient. I highly recommend.",
        "hu": "Kivételes fogászati klinika! A csapat professzionalizmusa az első pillanattól nyilvánvaló, a szolgáltatások kifogástalanok, nagy figyelemmel és gondoskodással végzik. Szívből ajánlom."
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocJVfdQBW0I9R6KmIlPoLC66EJQdRy0FfpekdZ9Vmj68d4bOcw=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "12",
      "author": "Flaviu Ciorba",
      "rating": 5,
      "date": {
        "ro": "acum 23 ore",
        "en": "23 hours ago",
        "hu": "23 órával ezelőtt"
      },
      "text": {
        "ro": "Clinica stomatologică oferă servicii de înaltă calitate, cu personal bine pregătit și echipamente moderne. Programările sunt respectate, iar comunicarea cu pacientul este foarte bună. Sunt foarte mulțumit de rezultatele obținute.",
        "en": "The dental clinic offers high quality services, with well-trained staff and modern equipment. Appointments are respected, and communication with the patient is very good. I am very satisfied with the results obtained.",
        "hu": "A fogászati klinika magas minőségű szolgáltatásokat kínál, jól képzett személyzettel és modern felszereléssel. Az időpontokat betartják, és a pácienssel való kommunikáció nagyon jó. Nagyon elégedett vagyok az elért eredményekkel."
      },
      "photoUrl": "https://lh3.googleusercontent.com/a-/ALV-UjXbS7rAy7Zv86RLMFNOqUCVrjvaPD9fAsubqOhIVbOnCtyKppRy=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "13",
      "author": "Tomi Surd",
      "rating": 5,
      "date": {
        "ro": "acum 23 ore",
        "en": "23 hours ago",
        "hu": "23 órával ezelőtt"
      },
      "text": {
        "ro": "O clinică stomatologică modernă, recent deschisă, care impresionează din prima vizită. Spațiul este foarte curat, luminos și amenajat cu bun gust, iar atmosfera te face să te simți în siguranță și relaxat. Personalul este extrem de amabil, profesionist și atent la fiecare detaliu, explicând clar fiecare procedură. Serviciile sunt de înaltă calitate, efectuate cu echipamente moderne și mare grijă pentru pacient. Recomand cu căldură această clinică tuturor celor care caută tratamente dentare la standarde înalte!",
        "en": "A modern, recently opened dental clinic that impresses from the first visit. The space is very clean, bright and tastefully decorated, and the atmosphere makes you feel safe and relaxed. The staff is extremely kind, professional and attentive to every detail, clearly explaining each procedure. The services are of high quality, performed with modern equipment and great care for the patient. I highly recommend this clinic to all those looking for high-standard dental treatments!",
        "hu": "Egy modern, nemrég nyílt fogászati klinika, amely az első látogatástól lenyűgöz. A tér nagyon tiszta, világos és ízlésesen berendezett, a légkör biztonságérzetet és nyugalmat ad. A személyzet rendkívül kedves, professzionális és figyelmes minden részletre, világosan elmagyarázva minden eljárást. A szolgáltatások magas minőségűek, modern felszereléssel és nagy gondoskodással végzik. Szívből ajánlom ezt a klinikát mindenkinek, aki magas színvonalú fogászati kezelést keres!"
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocLjhQcr5gwGk9mOmuLKAdIagWroCxDfS8WOn8qnQVRDFR7l2A=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "14",
      "author": "Lutas Raul Catalin",
      "rating": 5,
      "date": {
        "ro": "acum o zi",
        "en": "a day ago",
        "hu": "egy napja"
      },
      "text": {
        "ro": "Clinică stomatologică modernă, cu servicii de calitate și personal profesionist. Experiență foarte bună. Recomand.",
        "en": "Modern dental clinic, with quality services and professional staff. Very good experience. I recommend.",
        "hu": "Modern fogászati klinika, minőségi szolgáltatásokkal és professzionális személyzettel. Nagyon jó élmény. Ajánlom."
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocIudcHlExXCky-ap1BputtrLZMoRuG1NGtUe-qg_ppW4oukvc6B=w128-h128-p-rp-mo-ba2-br100"
    },
    {
      "id": "15",
      "author": "Ana Gabriela Tarta",
      "rating": 5,
      "date": {
        "ro": "acum o zi",
        "en": "a day ago",
        "hu": "egy napja"
      },
      "text": {
        "ro": "DentCraft redefinește experiența stomatologică. Profesionalismul, atenția impecabilă la detalii și abordarea empatică transformă orice tratament într-o experiență fără stres. Doctorul explică clar fiecare pas, oferă soluții moderne și personalizate, iar sentimentul de siguranță și încredere este prezent din prima consultație. Clinica este modernă, impecabil organizată, iar echipa este extrem de amabilă și bine pregătită. O alegere excelentă pentru cei care caută nu doar tratamente dentare, ci servicii la cele mai înalte standarde. Recomand cu toată încrederea!",
        "en": "DentCraft redefines the dental experience. Professionalism, impeccable attention to detail and empathetic approach transform any treatment into a stress-free experience. The doctor clearly explains each step, offers modern and personalized solutions, and the feeling of safety and trust is present from the first consultation. The clinic is modern, impeccably organized, and the team is extremely kind and well-trained. An excellent choice for those looking for not just dental treatments, but services at the highest standards. I recommend with all confidence!",
        "hu": "A DentCraft újradefiniálja a fogászati élményt. A professzionalizmus, a részletekre való kifogástalan figyelem és az empatikus megközelítés minden kezelést stresszmentes élménnyé alakít. Az orvos világosan elmagyaráz minden lépést, modern és személyre szabott megoldásokat kínál, a biztonság és bizalom érzése pedig az első konzultációtól jelen van. A klinika modern, kifogástalanul szervezett, a csapat pedig rendkívül kedves és jól képzett. Kiváló választás azok számára, akik nem csak fogkezelést, hanem a legmagasabb színvonalú szolgáltatásokat keresik. Teljes bizalommal ajánlom!"
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocJ_lNoDqmXi3d0xvL23bL_04OeqCZlrqm_R8bdAlYiJam9syg=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "16",
      "author": "Florin Ghiulai",
      "rating": 5,
      "date": {
        "ro": "acum o zi",
        "en": "a day ago",
        "hu": "egy napja"
      },
      "text": {
        "ro": "Am avut o experiență excelentă la această clinică stomatologică. Personalul este extrem de amabil, profesionist și atent la detalii, iar atmosfera este calmă și modernă, ceea ce te face să te simți în siguranță din momentul în care intri. Doctorul a explicat clar fiecare pas al tratamentului, fără grabă, și a răspuns răbdător la toate întrebările mele. Intervenția a fost efectuată fără durere, cu echipamente moderne, iar rezultatul a depășit așteptările. Recomand cu căldură această clinică oricui caută servicii stomatologice de calitate, profesionalism și respect pentru pacient. Cu siguranță voi reveni!",
        "en": "I had an excellent experience at this dental clinic. The staff is extremely kind, professional and attentive to details, and the atmosphere is calm and modern, which makes you feel safe from the moment you enter. The doctor explained each step of the treatment clearly, without rushing, and patiently answered all my questions. The intervention was performed painlessly, using modern equipment, and the result was beyond expectations. I highly recommend this clinic to anyone looking for quality dental services, professionalism and respect for the patient. I will definitely be back!",
        "hu": "Kiváló élményben volt részem ennél a fogászati klinikánál. A személyzet rendkívül kedves, professzionális és figyelmes a részletekre, a légkör pedig nyugodt és modern, ami biztonságérzetet ad a belépéstől kezdve. Az orvos világosan elmagyarázta a kezelés minden lépését, nem kapkodott, és türelmesen válaszolt minden kérdésemre. A beavatkozást fájdalommentesen végezték, modern felszereléssel, az eredmény pedig felülmúlta a várakozásaimat. Szívből ajánlom ezt a klinikát mindenkinek, aki minőségi fogászati szolgáltatásokat, professzionalizmust és tiszteletet keres. Biztosan visszatérek!"
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocIhDO_wOOQ524P2aq_aXyt5-eC55ywMQCuFwB44ltOX5swjmg=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "17",
      "author": "Bianca Lutas",
      "rating": 5,
      "date": {
        "ro": "acum o zi",
        "en": "a day ago",
        "hu": "egy napja"
      },
      "text": {
        "ro": "Am mers la DentCraft pentru un implant dentar și experiența a fost foarte bună. Totul a fost bine explicat și procedura a decurs fără probleme.",
        "en": "I went to DentCraft for a dental implant and the experience was very good. Everything was well explained and the procedure went smoothly.",
        "hu": "A DentCraft-hoz mentem fogimplantátumra, és az élmény nagyon jó volt. Mindent jól elmagyaráztak, és az eljárás simán zajlott."
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocKGUC4pkRMb8dvxH3Kyqrq2hNosXfcNlj6jt2SkXtuWmfFBQA=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "18",
      "author": "Catalin",
      "rating": 5,
      "date": {
        "ro": "acum o zi",
        "en": "a day ago",
        "hu": "egy napja"
      },
      "text": {
        "ro": "Clinică stomatologică modernă, curată și bine organizată. Servicii profesionale.",
        "en": "Modern, clean and well organized dental clinic. Professional services.",
        "hu": "Modern, tiszta és jól szervezett fogászati klinika. Professzionális szolgáltatások."
      },
      "photoUrl": "https://lh3.googleusercontent.com/a-/ALV-UjXvyA8xEaXdsttPM708oQ9VOZk07ckmjFp_Mh4h9H5oCXmCk8o=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "19",
      "author": "Ioana Boros",
      "rating": 5,
      "date": {
        "ro": "acum o lună",
        "en": "a month ago",
        "hu": "egy hónappal ezelőtt"
      },
      "text": {
        "ro": "Un doctor foarte bun, recomand cu incredere! 👍",
        "en": "A very good doctor, I highly recommend! 👍",
        "hu": "Nagyon jó orvos, bátran ajánlom! 👍"
      },
      "photoUrl": "https://lh3.googleusercontent.com/a-/ALV-UjU0XWUByd1KzrNomHeydd3nRQRhqugeQV-9QQjUHggaSBAEtyz4=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "20",
      "author": "Angela",
      "rating": 5,
      "date": {
        "ro": "acum 2 luni",
        "en": "2 months ago",
        "hu": "2 hónappal ezelőtt"
      },
      "text": {
        "ro": "Am avut o experienta foarte buna, dl dr este un om foarte bun, atat și asistentii sunt rabdatori cu clientii, lucreaza calculat și foarte bine. Multumesc frumos pentru toate echipei, inca odata din Franta!",
        "en": "I had a very good experience, the doctor is a very good person, and the assistants are patient with clients, they work carefully and very well. Thank you so much to the whole team, once again from France!",
        "hu": "Nagyon jó tapasztalatom volt, az orvos úr nagyon jó ember, az asszisztensek is türelmesek a páciensekkel, precízen és nagyon jól dolgoznak. Köszönöm szépen mindent a csapatnak, még egyszer Franciaországból!"
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocITSYwLKY7MFLdwO89u-p0mZ8QMGtZL1TTb5lGiOsTFDWo5iQ=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "21",
      "author": "Ovidiu Carja",
      "rating": 5,
      "date": {
        "ro": "acum 2 luni",
        "en": "2 months ago",
        "hu": "2 hónappal ezelőtt"
      },
      "text": {
        "ro": "Experienta placuta, fara durere. Un medic profesionist si dedicat. Recomand cu incredere.",
        "en": "Pleasant experience, pain-free. A professional and dedicated doctor. I highly recommend.",
        "hu": "Kellemes élmény, fájdalommentes. Professzionális és elkötelezett orvos. Bátran ajánlom."
      },
      "photoUrl": "https://lh3.googleusercontent.com/a-/ALV-UjUzY0s08G5-HTRmMP2Xm7GDq_4-SwdRY_Sa2SNw4ssVmMZkJa4=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "22",
      "author": "Dan Visan",
      "rating": 5,
      "date": {
        "ro": "acum 2 luni",
        "en": "2 months ago",
        "hu": "2 hónappal ezelőtt"
      },
      "text": {
        "ro": "Am avut o experiență excelentă la cabinetul dentar al doctorului Petric Razvan. De la prima consultație, am fost impresionat de profesionalismul și amabilitatea cu care am fost întâmpinat.",
        "en": "I had an excellent experience at Dr. Petric Razvan's dental office. From the first consultation, I was impressed by the professionalism and kindness with which I was greeted.",
        "hu": "Kiváló élményben volt részem Dr. Petric Razvan rendelőjében. Az első konzultációtól kezdve lenyűgözött a professzionalizmus és a kedvesség, amivel fogadtak."
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocKF1KvDi2L2dkki2S26KuPzuePFbq5RjQDIEPOFfqr-FyofIw=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "23",
      "author": "Delia Carausan",
      "rating": 5,
      "date": {
        "ro": "acum 2 luni",
        "en": "2 months ago",
        "hu": "2 hónappal ezelőtt"
      },
      "text": {
        "ro": "Dr. Petric Razvan este un medic dedicat cu mare experienta si rabdare maxima pentru pacienti. Am avut cateva implanturi si cateva coroane de schimbat, totul a decurs impecabil.",
        "en": "Dr. Petric Razvan is a dedicated doctor with great experience and maximum patience for patients. I had several implants and crowns to replace, everything went flawlessly.",
        "hu": "Dr. Petric Razvan elkötelezett orvos, nagy tapasztalattal és maximális türelemmel a páciensek iránt. Több implantátumot és koronát kellett cserélnem, minden hibátlanul zajlott."
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocKp0EzudLV_qFoqM5E7R9OXQCPnGTRyrpCOvYRMUO4CMNhVjg=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "24",
      "author": "Lavinia Dachman",
      "rating": 5,
      "date": {
        "ro": "acum 4 luni",
        "en": "4 months ago",
        "hu": "4 hónappal ezelőtt"
      },
      "text": {
        "ro": "Doctor Petric Răzvan este un medic deosebit. Se vede pasiunea și respectul cu care își tratează pacienții. Îți explică totul pe înțeles, are răbdare și îți oferă încredere. Mă bucur că am avut norocul să îl întâlnesc și îl recomand din suflet.",
        "en": "Dr. Petric Răzvan is an exceptional doctor. You can see the passion and respect with which he treats his patients. He explains everything clearly, is patient and gives you confidence. I'm glad I was lucky enough to meet him and I wholeheartedly recommend him.",
        "hu": "Dr. Petric Răzvan kivételes orvos. Látszik a szenvedély és a tisztelet, amivel a pácienseit kezeli. Mindent érthetően elmagyaráz, türelmes és bizalmat ad. Örülök, hogy szerencsém volt találkozni vele, és szívből ajánlom."
      },
      "photoUrl": "https://lh3.googleusercontent.com/a-/ALV-UjXrc3zK0C9smMi85S3ElhUQhhRjTSvIQg-RJ2TmGc7JnpzV6EmwUA=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "25",
      "author": "Carla Carmen",
      "rating": 5,
      "date": {
        "ro": "acum 6 luni",
        "en": "6 months ago",
        "hu": "6 hónappal ezelőtt"
      },
      "text": {
        "ro": "Recomand cu incredere. Adevarati profesionisti si preturi normale.",
        "en": "I highly recommend. True professionals and fair prices.",
        "hu": "Bátran ajánlom. Igazi szakemberek és korrekt árak."
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocIUYcFmLpqqc6ToKL_0XvjdyjPQFwQKCTM04klU8Ewn8VF4wB0=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "26",
      "author": "Julieta Filip",
      "rating": 5,
      "date": {
        "ro": "acum 9 luni",
        "en": "9 months ago",
        "hu": "9 hónappal ezelőtt"
      },
      "text": {
        "ro": "Adevărați profesioniști.",
        "en": "True professionals.",
        "hu": "Igazi szakemberek."
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocIJHTdhKwEEkiUs2HzcLz6ql5Hp3eHYWSdCILKYB7ng0EJVww=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "27",
      "author": "Doriana Pop",
      "rating": 5,
      "date": {
        "ro": "acum 9 luni",
        "en": "9 months ago",
        "hu": "9 hónappal ezelőtt"
      },
      "text": {
        "ro": "",
        "en": "",
        "hu": ""
      },
      "photoUrl": "https://lh3.googleusercontent.com/a-/ALV-UjXnGn5uKMOgc1PGb8dbgMyu5V3NUA7KOfvYtEOvd0jJi_KmWWF7=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "28",
      "author": "Bianca Andrei",
      "rating": 5,
      "date": {
        "ro": "acum 10 luni",
        "en": "10 months ago",
        "hu": "10 hónappal ezelőtt"
      },
      "text": {
        "ro": "Profesionali, dedicați, înțelegători și amabili. Recomand cu încredere! Domnul doctor Răzvan foarte drăguț și profesional.",
        "en": "Professional, dedicated, understanding and kind. I highly recommend! Dr. Răzvan is very nice and professional.",
        "hu": "Professzionálisak, elkötelezettek, megértőek és kedvesek. Bátran ajánlom! Răzvan doktor úr nagyon kedves és szakszerű."
      },
      "photoUrl": "https://lh3.googleusercontent.com/a-/ALV-UjWtrkYUB3s-44lwKJaMaDPs2r2Khpqou9jeO2hKZ-O2AEepHZq8=w128-h128-p-rp-mo-ba3-br100"
    },
    {
      "id": "29",
      "author": "Vasile Chirila",
      "rating": 5,
      "date": {
        "ro": "acum un an",
        "en": "a year ago",
        "hu": "egy évvel ezelőtt"
      },
      "text": {
        "ro": "Am vrut să-mi scot pantofii la intrare. L-am căutat pe Dr. Petric printr-o recomandare din Arad. Mi-a salvat ce alții voiau să extragă! Este împotriva conceptului «cât mai mult posibil». Pe deasupra am adormit în scaun. Următorul pas pentru mine sunt implanturile. Menționez prețurile - corecte!!",
        "en": "I wanted to take off my shoes at the entrance. I looked for Dr. Petric through a recommendation from Arad. He saved me what others wanted to extract! He is against the concept of 'as much as possible'. On top of everything I fell asleep in the chair. The next step for me is implants. I mention the prices - correct!!",
        "hu": "Le akartam venni a cipőmet a bejáratnál. Egy aradi ajánlás alapján kerestem Dr. Petricet. Megmentette, amit mások ki akartak húzni! Ellenzi a «minél több» koncepciót. Ráadásul elaludtam a székben. A következő lépés számomra az implantátumok. Megemlítem az árakat - korrektek!!"
      },
      "photoUrl": "https://lh3.googleusercontent.com/a-/ALV-UjWmyiDIPsU7IS7EGL74yR0AAWrDa-U390b-wq0ZmZxrowBN9Y9L=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "30",
      "author": "Comiathi Ovidiu",
      "rating": 5,
      "date": {
        "ro": "acum un an",
        "en": "a year ago",
        "hu": "egy évvel ezelőtt"
      },
      "text": {
        "ro": "Personal, am avut parte de servicii excepționale. Am apreciat atenția, comunicarea și deschiderea către pacient. Am găsit înțelegere și am fost consiliat potrivit problemei mele.",
        "en": "Personally, I received exceptional services. I appreciated the attention, communication and openness towards the patient. I found understanding and was advised according to my problem.",
        "hu": "Személyesen kivételes szolgáltatásban részesültem. Nagyra értékeltem a figyelmet, a kommunikációt és a páciens felé való nyitottságot. Megértést találtam, és a problémámnak megfelelő tanácsot kaptam."
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocINuaZAKQoUDdhx7bg6F4phXaq5MpvBwrBCybYCGNWqanyiIQ=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "31",
      "author": "Corina Cretu",
      "rating": 5,
      "date": {
        "ro": "acum un an",
        "en": "a year ago",
        "hu": "egy évvel ezelőtt"
      },
      "text": {
        "ro": "L-am căutat pe Dr. Petric printr-o recomandare făcută din Arad. Mi-a salvat ce alții doreau să extragă! Este împotriva extracțiilor și face tot posibilul să salveze dinții.",
        "en": "I found Dr. Petric through a recommendation from Arad. He saved what others wanted to extract! He is against extractions and does everything possible to save teeth.",
        "hu": "Egy aradi ajánlás alapján találtam Dr. Petricet. Megmentette, amit mások ki akartak húzni! Ellenzi a foghúzásokat és mindent megtesz a fogak megmentéséért."
      },
      "photoUrl": "https://lh3.googleusercontent.com/a-/ALV-UjXWYFDqthStmOilEugI_wPmApag3ynocYUiRGygwwYc3X8Mr5c9=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "32",
      "author": "Raul Olteanu",
      "rating": 5,
      "date": {
        "ro": "acum 3 ani",
        "en": "3 years ago",
        "hu": "3 évvel ezelőtt"
      },
      "text": {
        "ro": "",
        "en": "",
        "hu": ""
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocI-o_H3BpUHQWoKdmDg6sbdAjaukaAz_2lPnNIWuFgmA8saTw=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "33",
      "author": "Diana",
      "rating": 1,
      "date": {
        "ro": "acum 3 ani",
        "en": "3 years ago",
        "hu": "3 évvel ezelőtt"
      },
      "text": {
        "ro": "",
        "en": "",
        "hu": ""
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocKcLM-iWIcn5wW4Er33e4xgq5qc1TkroWs6vL_tuHkgsJuJcwO2=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "34",
      "author": "Felix Hrihorisan",
      "rating": 5,
      "date": {
        "ro": "acum 4 ani",
        "en": "4 years ago",
        "hu": "4 évvel ezelőtt"
      },
      "text": {
        "ro": "Răzvan Petric, dentistul întregii familii, copiii mei îl iubesc pentru răbdare, atenție, lipsa durerii. Îl recomand pentru profesionalism, servicii de top, igiena impecabilă, lucrări de calitate.",
        "en": "Răzvan Petric, the dentist for our whole family, my children love him for his patience, attention, and painless treatments. I recommend him for professionalism, top services, impeccable hygiene, and quality work.",
        "hu": "Răzvan Petric az egész család fogorvosa, gyermekeim szeretik a türelméért, figyelmességéért és a fájdalommentes kezelésekért. Ajánlom a professzionalizmusáért, kiváló szolgáltatásaiért, kifogástalan higiéniájáért és minőségi munkájáért."
      },
      "photoUrl": "https://lh3.googleusercontent.com/a-/ALV-UjUrQVUq7oQqdPN93gI2TT-S8Y9KcEsWeej5C74GKVl3miNWGI2o=w128-h128-p-rp-mo-ba3-br100"
    },
    {
      "id": "35",
      "author": "Andrei Donca",
      "rating": 5,
      "date": {
        "ro": "acum 4 ani",
        "en": "4 years ago",
        "hu": "4 évvel ezelőtt"
      },
      "text": {
        "ro": "Echipamente noi, materiale de calitate și personal super profesionist. Recomand!",
        "en": "New equipment, quality materials and super professional staff. I recommend!",
        "hu": "Új felszerelés, minőségi anyagok és szuper professzionális személyzet. Ajánlom!"
      },
      "photoUrl": "https://lh3.googleusercontent.com/a-/ALV-UjX_EVKZmH9yLsniCwowvmky4zEMoX6jsbbxCnR3n-hwohLMOY5Q=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "36",
      "author": "Petra Condurache",
      "rating": 5,
      "date": {
        "ro": "acum 4 ani",
        "en": "4 years ago",
        "hu": "4 évvel ezelőtt"
      },
      "text": {
        "ro": "Personal prietenos și dedicat, recomand cu căldură!",
        "en": "Friendly and dedicated staff, I highly recommend!",
        "hu": "Barátságos és elkötelezett személyzet, szívből ajánlom!"
      },
      "photoUrl": "https://lh3.googleusercontent.com/a-/ALV-UjVz02KHeMT8SrQGlivDXCRyb14U73a9hTupSi3eWN31b7V-2cNY=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "37",
      "author": "Alexis Saveanu",
      "rating": 5,
      "date": {
        "ro": "acum 4 ani",
        "en": "4 years ago",
        "hu": "4 évvel ezelőtt"
      },
      "text": {
        "ro": "Profesionalism, Seriozitate, Calitate",
        "en": "Professionalism, Seriousness, Quality",
        "hu": "Professzionalizmus, Komolyság, Minőség"
      },
      "photoUrl": "https://lh3.googleusercontent.com/a-/ALV-UjWT0lZS221ChHOHrfaDB8a1jwFUg8Cj7wNjzqyOUfwlNPGD5sry=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "38",
      "author": "Kreativ Estate",
      "rating": 5,
      "date": {
        "ro": "acum 4 ani",
        "en": "4 years ago",
        "hu": "4 évvel ezelőtt"
      },
      "text": {
        "ro": "Profesionalism, Seriozitate, Calitate",
        "en": "Professionalism, Seriousness, Quality",
        "hu": "Professzionalizmus, Komolyság, Minőség"
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocJcimjP1sYyQwHfUutEOGITtAdHdI5Aeao97y6n6xEzZcmTkQ=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "39",
      "author": "Abrudan Bogdan",
      "rating": 5,
      "date": {
        "ro": "acum 4 ani",
        "en": "4 years ago",
        "hu": "4 évvel ezelőtt"
      },
      "text": {
        "ro": "",
        "en": "",
        "hu": ""
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocIMTZd6537jSj_rX5EKGte6TE_MzAi9YCE79lDjVgDJryAlkA=w128-h128-p-rp-mo-br100"
    },
    {
      "id": "40",
      "author": "Rares Petric",
      "rating": 5,
      "date": {
        "ro": "acum 4 ani",
        "en": "4 years ago",
        "hu": "4 évvel ezelőtt"
      },
      "text": {
        "ro": "",
        "en": "",
        "hu": ""
      },
      "photoUrl": "https://lh3.googleusercontent.com/a/ACg8ocKBIqw5zXjT88ow6F16q_DHEOe_AUs4w4JbbP_ChTkcO2lP=w128-h128-p-rp-mo-br100"
    }
  ]
}
